Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Leveling Up My Husband.tmx
Source language: ko_kr
Languages: en_us

source: 알겠네….
en_us: I see...

source: '아직'은 내 사람도 아니지.
en_us: ...it doesn’t mean that they’re on mine.

source: “세실리아 양의 의견이 타당하다고 생각했기 때문에 동의한 거야.”
en_us: “the reason I agreed was simply because I thought your opinions were reasonable.”

source: 제가 어떻게 어머님 자리를 잊었겠어요.
en_us: how could I leave you out, mother-in-law?

source: 어머님.
en_us: ...mother-in-law.

source: …제가요?
en_us: me?

source: 공비 전하, 어떻게…!
en_us: your excellency, how could you?!

source: 역시 범인은 앰버의 시녀였어!!
en_us: I knew the culprit was the maid!!!

source: 티파티에서 붉은 풀을 사용할 게 분명해.
en_us: i’m sure that she will use the red grass during the tea party.

source: 어머님 마음대로 티파티를 여실 수는…
en_us: you can’t host the tea party as you please.

source: 그… 그래….
en_us: I... I see...

source: 숙부님은 몸을 사리라고 하셨지만… 난….
en_us: although uncle told me to be careful, I...

source: 그런데 참 신기하네요.
en_us: how interesting...

source: 그에 비해…
en_us: however...

source: 부인들을…?
en_us: the ladies...?

source: 록시!!
en_us: roxie!!!

source: 아, 그것보다… 제가 데려온 시녀에 대해선 들으셨나요?
en_us: oh, more importantly... did you hear about the lady-in-waiting I brought?

source: …좋아….
en_us: fine...

source: …당연한 행동이었어.
en_us: well... of course.

source: 아이 따위 원하지 않았어!
en_us: I never wanted a child!

source: 저희를 도와주세요…!
en_us: layla...

source: 나도… 예전에 누군가 날 믿어줬다면…
en_us: if someone believed in me back then too...

source: 와…!
en_us: wow!

source: 그래도… 저는 늘 궁금했어요.
en_us: even so... I always wondered.

source: ‘부탁했던 물건’이네.
en_us: this is what I asked for.

source: 그런데, 앰버의 시녀가 된다고?
en_us: that girl is going to be amber’s lady-in-waiting?

source: 똑똑한 아이니, 내가 샤프롱이 된 게 자이모 백작과의 ‘거래’란 건 잘 알고 있겠지.
en_us: you’re a smart child, so you should know I became your chaperone through a deal I made with count zaimo.

source: 만화 컬린 각색 유기농 원작 누오바
en_us: comic by curlin, color by yuginong, original by nuova

source: 매번 고맙구나, 록시.
en_us: thank you as always, roxie.

source: 그러던 제게 숙부님이 관심을 보여주신 건 정말 다행이었어요.
en_us: it was truly a relief that my uncle seemed to be interested in me.

source: 독초이기도 하단 말씀이네요.
en_us: so it’s a poisonous grass!

source: 그딴 식으로 공비 전하를 부르지 마세요.
en_us: don’t speak so rudely of her excellency.

source: 어쩐다….
en_us: what should I do...?

source: 그런 일반인에겐 알려지지 않은 위험한 식물을…
en_us: most people wouldn’t know about how dangerous it is...

source: 붉게 우려지는 예쁜 차였다….
en_us: the tea steeps into such a pretty red...

source: 그 눈은…?
en_us: your eyes...?

source: 역시 마님은 좋은 분이신 거 같아.
en_us: her excellency definitely seems like a good person.

source: 공비 전하께서도…
en_us: your excellency...

source: 분명 애정이란 건 불확실하지만…
en_us: although I’m not sure if he has feelings for me...

source: 전부 다 한 순간이란다.
en_us: it’s all momentary.

source: 사랑받고 싶다.
en_us: I want to be loved.

source: 호의는 감사합니다만…
en_us: I’m thankful for your goodwill...

source: 그럼 가능한 빨리,
en_us: then, please prepare a fabulous party...

source: 이래도 분이 안 풀려!!
en_us: my anger is still not appeased!!!

source: 부인께서 여태 저에게 보여주신 행동을 믿는 것입니다.
en_us: it’s just that judging from your actions, I can trust you.

source: 그 아이를 그렇게 믿고 있다니….
en_us: he likely also thinks that way...

source: 안 그러니?
en_us: right?

source: …잠시 숨을 돌리고 있었습니다.
en_us: I simply went to rest for a moment.

source: 뭐든 말하렴.
en_us: you may tell me anything or nothing.

source: 그건 그래요… 무사히 끝나서 정말 다행이에요.
en_us: that’s true... I’m glad things ended well.

source: 흠… 하지만 일개 기사보다는 역시 공작님께 말씀드리는 게 낫지 않을까요?
en_us: hmmm... but isn’t it better to tell the duke rather than just a knight?

source: 설마…
en_us: how incredible.

source: 얼굴 보기 참 힘들구나, 새아가.
en_us: it’s so hard to meet up with you, my daughter-in-law.

source: …그레이스를 밖에 둔다고?
en_us: did you leave her outside?

source: 적어도 이 ‘폭풍’이 몰아치기 전에.
en_us: right before the storm.

source: 어서 나오거라!!
en_us: come out now!!!

source: 죄송해요.
en_us: I’m sorry.

source: 날 손에 넣으면 금세 사라질 그런 허망한 것이었지.
en_us: a useless favor that disappeared as soon as he had me in his hands.

source: 얼른 다 꺼내보래도!!
en_us: take it all out!!!

source: 어서 오세요.
en_us: have a seat.

source: 새로 오신 직속 시녀님 말이야….
en_us: the new lady-in-waiting...

source: 세실, 들었니?
en_us: cece, did you hear that?

source: 세실, 공비 전하의 측근 시녀로 부끄럼 없이 행동해야 한다.
en_us: cece, you must comport yourself with the utmost propriety so as not to embarrass her excellency.

source: 부인께선… 어떤 때에… 저를…
en_us: when did you start calling me...

source: 그 덕분에 지금까지 사교계 데뷔를 준비할 수 있었죠.
en_us: thanks to that, I was able to prepare for my societal debut up to now.

source: 록시.
en_us: roxie...

source: 그런데… 지금 나를 보렴.
en_us: but... look at me now.

source: 록시?
en_us: roxie?

source: 저 약병은 제 것이 맞지만…
en_us: it’s true that the bottle is mine...

source: 어쩜, 센스도 좋으시지….
en_us: you have such good taste...

source: 공비 전하, 정말 죄송합니다!
en_us: your excellency, I’m so sorry!

source: 넌 아무것도 아니지.
en_us: you are nothing.

source: 그야말로 수도 사교계에서는 최고의 배경이라고 할 수 있는 사람이지.
en_us: you could say that she’s the one with the best background in the capital’s society.

source: 그런데 그동안 사교 파티를 한 번도 열지 않았으니….
en_us: but you’ve never held a society party all this while...

source: 세실리아 양이 내 ‘측근 시녀’로 내년 사교 시즌까지 공작저에 머물면 어떨까 하는데.
en_us: I thought it would be good to have cecelia as my lady-in-waiting until the next year’s social season. I’d like her to stay in the duke’s manor as well.

source: 사실은 뭔가 찜찜한 모양이구나?
en_us: but now seems it like there’s something fishy with it.

source: 네, 마님!
en_us: yes, mistress!

source: 하지만… 사랑 같은 건 동등한 관계에서나 가능한 일이란다.
en_us: but... love is only possible between two equals.

source: 저는 성 안을 통솔하는 건 온전히 부인의 권한이라고 생각합니다.
en_us: I believe you have sole authority of everything going on in the castle.

source: 아까부터 이 찻잔이 정말 멋있다고 생각했어요.
en_us: I thought the tea cups were really pretty earlier.

source: 우선 수도에는 가야겠어요.
en_us: first, I need to go to the capital.

source: 그럼 자이모 백작의 질녀인가 봅니다.
en_us: in that case, it should be count zaimo’s niece.

source: 내가 이때 눈치챘더라면….
en_us: if I had noticed it back then...

source: 어서 부인께 안내해 드리렴.
en_us: lead the doctor to the countess now.

source: 너는 마지막에 큰 결심을 해주었잖니.
en_us: you made a huge decision at the end.

source: 향기가 너무 좋네요!
en_us: the scent is amazing!

source: 그레이스 님이 나가신다면 저도 나가겠습니다.
en_us: if miss grace leaves, I will follow suit.

source: 순진하긴….
en_us: how naive...

source: …괜찮아….
en_us: I’m fine...

source: ‘문제’에 휘말리지 않게 조심하고.
en_us: be careful not to get swept up in their ‘problems’.

source: 그러고 보니… 다른 시녀가 또 있지 않았나요?
en_us: come to think of it... don’t you also have another lady-in-waiting?

source: 그레이스가 누군가한테서 이 풀을 받는 걸 제가 똑똑히 봤어요!
en_us: I very clearly saw, with my own two eyes, grace receiving this from someone!

source: 조금 놀랐을 뿐이야.
en_us: I’m just a little startled.

source: 자네들…!
en_us: you all...!

source: 제가… 대부인의 감시를 맡아도 될까요?
en_us: may I... be in charge of keeping an eye on mistress bella?

source: 54화
en_us: episode 54

source: 그, 그렇군요….
en_us: I-I see...

source: 이런 풀은 처음 보는데….
en_us: it’s my first time seeing such grass...

source: 명심하겠습니다!
en_us: I’ll bear that in mind!

source: 일반인에게 알려지지도 않은, 의학적인 용도로만 사용되는 풀인데… 이게 어떻게….
en_us: it’s a grass only used for scientific purposes... so just how did it...?

source: 그건 당연히 그래야죠!
en_us: what a splendid idea!

source: 아니, 아무것도 아닙니다.
en_us: i-it’s nothing.

source: 아주 중요한 집안의 일이라 시녀가 곁에 있는 건 좀 그런데….
en_us: it’s a very important matter that cannot be discussed with a lady-in-waiting in the room...

source: …겨우 이런 장난으로 파티를 망친다구요?
en_us: she will ruin the tea party using this sort of prank?

source: 하지만…
en_us: but...

source: 사교계에서 그럴 듯한 남자를 만나 결혼하는 것이라 생각하시나요?
en_us: is to meet a good man in society and get married to him?

source: 다행히 내가 아직 늦진 않았나 보구나.
en_us: thankfully, it seems like I’m not too late.

source: …그래서 앰버는 언제 돌아오는 거지?
en_us: so, when is she coming back?

source: 저와 눈꽃이요…?
en_us: I look like snowflakes...?

source: 제가요…?
en_us: me?

source: 저녁은 성대하게 준비하도록 하겠습니다.
en_us: in that case, I’ll prepare a sumptuous dinner.

source: 자, 몸에 있는 걸 다 꺼내보아라!!
en_us: so, take out everything on your person!

source: 바로 집무실로 와서 미처 몰랐어요.
en_us: I went straight to my office, so I didn’t notice.

source: 네가 더 잘 알고 있잖니.
en_us: you know it better than I do.

source: 눈이 생각보다 많이 왔었군요.
en_us: it must’ve snowed more than I thought.

source: 잠깐… 설마 이 사람들…
en_us: wait a minute. perhaps they...

source: 혹시…
en_us: did I...

source: …그래서…
en_us: so...

source: 음… 저흰 부부니까 서로 이름을 불러도 예법에 어긋나는 건 아니잖아요.
en_us: hmmm... since we’re married, it’s not really breaking custom to call each other by our names.

source: 혹시 눈을 좋아하시나 해서요.
en_us: so I just thought that you like the snow.

source: 그냥 저도 모르게 나오는 거라….
en_us: it comes out subconsciously...

source: 너무 서두르지 말거라.
en_us: there’s no need to rush.

source: 이 티파티가 동부에서의 내 입지를 정하는 분수령이 될 거야.
en_us: this tea party will decide my standing in the east.

source: …죄송해요.
en_us: I’m sorry...

source: 바인룸에서 말이야.
en_us: about the vine room.

source: 아, 네.
en_us: oh, good morning.

source: 붉은 차… 그래… 생각나….
en_us: the red tea... yes, I remember now...

source: 골드리프 티와 함께 주는 내 작은 선물이네.
en_us: this is my small gift to you all, along with the gold leaf tea.

source: 세실리아 에필레….
en_us: cecelia epile...

source: 설령 동부의 티파티에 익숙하지 않아 어려움을 겪는다 해도… 그건 제가 감당할 일이지,
en_us: even if it is difficult due to my unfamiliarity with tea parties in the east, it is still my responsibility.

source: 그나저나 앰버는 ‘너’에게 이런 하찮은 일만 맡기고 있단 말이야?
en_us: anyway, why did amber entrust such trifle matters to you only?

source: 잊어주세요.
en_us: please forget I asked.

source: 아…
en_us: oh...

source: 기사단 분이신데, 마님께서 부재 중일 때 마님의 사람들을 도와주셨어요.
en_us: a man from the knight’s squad who helped those on her excellency’s side while she was out.

source: 한 번만 더 공비 전하를 그런 식으로 말하면…
en_us: if you speak of her excellency in such a way one more time...

source: 하지만 내가 보기엔, 세실리아 양에겐 자신이 내린 선택을 지켜나갈 힘이 있어.
en_us: but the way I see it, you’re someone that is strong enough to stand by your own choices.

source: 이 셋…
en_us: these three...

source: ‘계획’대로 진행해야지.
en_us: let’s carry out the plan as discussed.

source: 이거… 정말 조심해야겠어요.
en_us: you should be very careful with this.

source: 앰버….
en_us: amber...

source: 이른 시간부터 무슨 일…
en_us: what could be the matter, so early in the-

source: 들었는데….
en_us: ...is what I heard.

source: 생각해보면 보통 영악한 것이 아니야….
en_us: come to think of it, she’s not just any ordinary type of sly..

source: 아무쪼록 잘 부탁드립니다, 공비 전하.
en_us: please take good care of her, your excellency!

source: 무슨 이런 일이….
en_us: I can’t believe it....

source: …칼릭스,
en_us: carlyx...

source: 어휴… 그때 어찌나 살이 떨리던지.
en_us: ugh... I was trembling so much back then.

source: 아, 아무리 그래도 그렇지 어떻게 그런 걸 입에 대라고 할 수 있나요!
en_us: how could you tell us to drink such a thing?!!!

source: 동부에 도착한 날 입 한 번 못 열고 주눅들어 있길래 방심했어.
en_us: I let down my guard because she was so droopy and reserved on the day she arrived in the east.

source: 거기다가 넌 이곳에서 이방인이잖니?
en_us: what’s more is that you’re a foreigner here.

source: 그레이스…?
en_us: grace?

source: 뭐?
en_us: what?

source: “부인께서 여태 저에게 보여주신 행동을 믿는 것입니다.”
en_us: “it’s just that judging from your actions, I can trust you.”

source: 그럼 다른 볼일이 있으신가요?
en_us: then, is something else the matter?

source: 결혼하자마자 이 성의 모든 권력은 그대로 칼릭스에게 넘어갔으니까.
en_us: as soon as we got married, all of the power went to carlyx.

source: 지, 지금 대부인의 호의를 거절하겠다는 겁니까!?
en_us: a-are you rejecting the goodwill of mistress bella right now!?

source: 네 자릴 비우고 어딜 갔던 거니?
en_us: where did you leave your room to go to?

source: 부인의 하얀 피부가 눈꽃을 닮아서…
en_us: your porcelain skin looks like snowflakes...

source: 이제 마음의 안개가 걷히는 기분이에요.
en_us: it feels like I’ve pushed back the veil in my heart now.

source: 설마… 지금 저희를 의심하는 거예요?
en_us: are you... suspecting us right now?

source: 그리고…
en_us: and...

source: 이… 이봐, 얼마나 먹으면 위험한 거지?
en_us: e-excuse me, how much do you have to drink for it to be dangerous?!

source: 네….
en_us: yes...

source: 지금 내 말꼬리나 붙잡을 때가 아닐 텐데?
en_us: are you picking bones with my argument?

source: 자, 그럼 내가 직접 성 안을 안내해주마.
en_us: let me escort you into the castle personally.

source: 세실리아 양, 오늘 아주 멋있었어.
en_us: you were amazing today, cecelia.

source: 성안의 서열 싸움에 휘말리지 말라는 얘기다.
en_us: I’m telling you not to get swept up in their fight for hierarchy.

source: 어머님께서 상관하실 일은 아닙니다.
en_us: it is not something you should concern yourself with.

source: 앰버, 어서 몸 수색을 명하렴.
en_us: amber, hurry and order a search on their bodies.

source: 부인…!
en_us: my lady...!

source: 스스로 행동했어야 했다.
en_us: you must act upon.

source: 칼릭스가 너에게 잘해주니 뭐라도 된 것 같지?
en_us: you think you’re all that just because carlyx is good to you, don’t you?

source: 여기 있는 걸 보니 '그분'의 일기장인 거겠지…?
en_us: since it’s here, wouldn’t this be ‘her’ diary...?

source: 이렇게 수색을 재촉한다는 건…
en_us: the fact that she’s urging me to search them...

source: 네가 이 공작성에선 안주인이라 떵떵거릴 수 있을지 몰라도
en_us: even if you’re parading around as the lady of the house within the castle...

source: 그렇게 하거라, 앰버.
en_us: you should do so, amber.

source: 전생에서 벨라가 나에게 이 차를 줬었어…!
en_us: bella gave me this tea in my past life!

source: …그랬죠….
en_us: that’s right...

source: 뿌듯해하는 걸 망치고 싶진 않지만….
en_us: I don’t want to ruin her proud moment...

source: 내가 지금…
en_us: what was I...

source: 저의 첫 번째 티파티에 오신 것을 환영합니다.
en_us: welcome to my first ever tea party...

source: 맞아요!
en_us: that’s right!

source: 기예르모 백작부인
en_us: countess guiyere

source: 대단한 가문도 아니고 많은 재산도 없는 제게는, 엄청난 행운이란 걸 저도 잘 알아요.
en_us: I know this was a huge stroke of luck for me, whose family is neither great nor rich in assets.

source: 마님의 부탁이라면 뭐든 들어주실 거예요!
en_us: as long as you ask, he’ll do anything for you!

source: 난 그대의 샤프롱이잖아?
en_us: I’m your chaperone, aren’t I?

source: 아무래도 이 일의 잘잘못을 따지기보다는
en_us: rather than arguing about who’s right or wrong,

source: 약까지 먹어야 하는 건가?
en_us: is it that serious?

source: 남자는 다 그래.
en_us: all men are the same.

source: …그래도, 저…
en_us: even with all of that,

source: ‘그날 밤’의 일이 사고도 우연도 아니고…
en_us: ...along with that night’s incident, which couldn’t be a coincidence...

source: …그, 그럼 정말 푹 쉬세요.
en_us: th-then, goodnight.

source: …그레이스, 나가 있어.
en_us: grace. leave us.

source: 어떻게 해야…
en_us: what should I do?

source: 제가 왜 그런 질문에 답해야 하죠?
en_us: why do I have to answer that?

source: 그런 거라면…
en_us: in that case...

source: 더욱 '붉은 풀'을 찾아야지!!
en_us: ...then all the more reason to find the red grass!

source: 일을 꾸민다면 반드시 그 측근 시녀를 이용할 겁니다.
en_us: if she’s planning something, she’ll make use of her ladies-in-waiting.

source: 무슨 일인가?!
en_us: what’s going on?!

source: 응…?
en_us: huh...?

source: 서로에게 의지하고 함께 설 수 있는 부부…
en_us: a couple that can lean on and trust each other...

source: 세실리아 양, 창밖을 보렴.
en_us: cecelia, look out the window.

source: 그 눈동자 때문에 작은 틈을 보이고 말았다.
en_us: I’m wavering because of those eyes of his.

source: 서부의 유행일까요?
en_us: is it a trend in the west?

source: 록시, 초대장을 보낸 부인들은 다 도착했니?
en_us: roxie, did all the ladies we sent invitations to arrive?

source: 부인을…
en_us: my lady...

source: 나도 같이 가요!
en_us: wait, me too!

source: 무슨 수를 썼는지 공작님도 꾀어낸 걸 보면… 뻔해요, 뻔해!
en_us: seeing how she managed to seduce the duke with whatever means she had... it’s so obvious!

source: 분명히 느꼈잖아.
en_us: I felt it for sure.

source: 생각만큼 만만한 사람은 아니겠어요.
en_us: she’s definitely not as easy as we thought.

source: 이 방에 있는 사람인가?
en_us: is it someone in this room?

source: 공비 전하를 위해서….
en_us: ...in the f-future.

source: 나도 아까 입을 댔어!!
en_us: I also drank it earlier!!!

source: 그이의 선물이라며, 하녀들이 차를 내어주었다.
en_us: the maids gave me this tea, saying it’s his present to me.

source: 이 역한 향기…!
en_us: this disgusting scent...

source: 우선 골드리프 티를 즐겨주시게.
en_us: first, enjoy some gold leaf tea.

source: 어딘지 어렸을 때의 나를 보는 거 같아서….
en_us: she reminds me of my younger self...

source: 칼릭스, 그 아이는 네게 어떤 맹세를 했니?
en_us: what did carlyx promise you?

source: 나스토 백작은 절대 그럴 리 없…
en_us: count nasto would never...

source: 47화
en_us: episode 47

source: 공비 전하, 좋은 아침이에요.
en_us: your excellency, good morning.

source: 네… 알겠습니다, 큰마님….
en_us: y-yes... mistress bella...

source: 준비는 완벽하고….
en_us: everything is perfectly prepared...

source: 이제 가문의 ‘연장자’ 카드를 내미시겠다….
en_us: she’s about to play the ‘age’ card...

source: 한참을 찾았네요.
en_us: I’ve been looking for you quite some time.

source: 내가 지금까지 지켜본 너는 조용하고 성실한 아이였지.
en_us: you’re one of the quietest and most hard-working people I know.

source: 그럼, 내일 아침 일찍 출발이시지요?
en_us: so, you’ll be leaving early tomorrow morning, right?

source: 아니에요.
en_us: no.

source: 마지막 세 분 남았습니다.
en_us: we’re waiting for the last three.

source: 그분은…
en_us: she...

source: 그런 일은 없을 테지만 일단 가지고만 있어라.
en_us: I’m sure it won’t happen, but keep it with you in case.

source: 눈꽃이랑 제가 무슨 상관이죠?
en_us: what do snowflakes have to do with me?

source: 리아노 백작부인이… 차를 입에 대더니… 갑자기….
en_us: the countess liano... after drinking the tea, she suddenly...

source: 록시, 진정하렴.
en_us: roxie, calm down.

source: 그러니 나를 위해 물불 안 가릴 필요는 없단다.
en_us: I’m saying there’s no need for you to put yourself on the line for me.

source: 지금 웃은 건가?
en_us: is she smiling right now?

source: 칼릭스는… 탈레스도 공작가의 사람을,
en_us: carlyx couldn’t turn his back...

source: 그래도 얼마나 다행이니, 내가 이렇게 너에게 진실을 말해주고 있으니.
en_us: what a relief it is then, that you have someone like me to tell you the truth.

source: 이 아이는 분명 커서 굉장한 미인이 될 거야.
en_us: she’ll definitely become a beauty when she grows up.

source: 인생은 누구에게나 한 번뿐이고, 되돌릴 수 없으니까…
en_us: after all, your life only happens once and can’t be rewound.

source: 좋은 아침입니다, 부인.
en_us: good morning, my lady.

source: 전 이 장식이….
en_us: I love these decorations...

source: 너…!
en_us: you...!

source: 2시간 전
en_us: two hours ago

source: 대체… 왜 이렇게까지 수색을 권하지?
en_us: just why is she insisting that I search them?

source: 눈꽃이 부인과 닮았습니다.
en_us: the snowflakes look like you.

source: 공작님은 안살림엔 간섭하지 않는 주의셨죠.
en_us: you’re not one to meddle in the household affairs of the castle.

source: 공비 전하…!
en_us: your excellency...!

source: 말만 하는 게 아니라…
en_us: from how he speaks...

source: …기운을 차렸다니 다행이야.
en_us: ...but it’s a relief that she’s not intimidated.

source: 어서!
en_us: now!

source: 진짜 내 방식이 뭔지 보여주마….
en_us: ...I should show her what I’m really capable of.

source: 수색해도 붉은 풀은 나오지 않을 테니 망신을 주려고?
en_us: to humiliate me if there’s no red grass found?

source: 난 ‘사교계 데뷔’라는 목적을 이루는 걸 우선시하길 바라.
en_us: I hope you will prioritize achieving your goal of debuting in society.

source: 저 사람들은 대부인의 친우들이 아닌가…?
en_us: aren’t those ladies close to mistress bella?

source: 그래도 그렇게까지 작은마님… 아니, 마님을 아끼는 시녀님이 계시다니….
en_us: but to think that there’s someone who cares for little- I mean, her excellency, that much...

source: 나는 그저 순수한 호의에서 너에게 '제안'을 하고 있는 거란다.
en_us: I am simply making a suggestion of the pure kindness of my heart.

source: 세실리아 양이 스스로 한 선택이어야 하니까.
en_us: ...you have to make your own choice.

source: 붉은 풀?
en_us: red grass?

source: 앰버…!!
en_us: amber!!!

source: 그 사람은 행동반경이 단순하니, 저 혼자서도 충분할 것 같아요.
en_us: she’s rather simple in the scope of her actions, so it’ll be enough just to have me.

source: 부디 편히들 즐겨 주게나.
en_us: please enjoy yourselves.

source: 칼릭스…!
en_us: carlyx...!

source: 그러니 가능하면 먼저 마음을 주지 말도록 하렴.
en_us: so if possible, don’t give him your heart first.

source: 하지만… 부부 사이의 애정이란 건…
en_us: but true feelings between man and wife...

source: 맹세를 지킬 수 있냐고.
en_us: ...no matter what happens and how long it’s been?

source: 어머님은 왜 이렇게 잘 알고 계신 거죠?
en_us: ...so why are you so familiar with it, mother-in-law?

source: 그가 말한 맹세는 하나도 이뤄지지 않았어.
en_us: none of those vows came true.

source: 정신 차리세요, 리아노 백작부인!
en_us: countess liano, wake up!

source: 명문가의 영식과 결혼하는 게 목표라면 벨라의 제안이 매력적이겠지….
en_us: if her goal is to marry a son from an esteemed family, then bella’s suggestion would be an attractive one...

source: 57화
en_us: episode 57

source: 록시…!!
en_us: roxie?!

source: …확실히 세실리아 양은 보통 귀족 아가씨들 하고는 다른 데가 있는 것 같아.
en_us: I’m sure she’s much different from the other noble daughters.

source: 이 서재는… 정말 아늑하고 조용하단 말이야.
en_us: this study... is so quiet and cozy.

source: 네?
en_us: what?

source: 그러니까…
en_us: so...

source: 더 용기를 낼 수 있었을까…?
en_us: ...would I have been braver?

source: 그러니까 네 이름으로 파티를 열어주겠다는 말이야.
en_us: that’s why I want to hold the tea party in your name.

source: 너!!!
en_us: you!!!

source: …앰버.
en_us: amber...

source: 믿고 맡겨주세요, 공비 전하.
en_us: please leave it to me, your excellency.

source: 앞선 모든 변화가 얼음을 깨기 전의 준비 과정이라는 생각이 들 정도로.
en_us: so much so that I think all these changes will be the calm before the storm.

source: 이게 다 네가 앰버와 짜고 벌인 일이구나!
en_us: you planned all of this with amber!

source: 그런데… 아직 준비한 것들이 많이 남아있어 말인데…
en_us: but... there’s still so much I have prepared left...

source: 아….
en_us: oh...

source: 제발, 한 번만….
en_us: please, please!

source: 이런 시비에 일일이 대꾸하다가는, 성 안에서의 내 입지도 흔들릴 수 있겠어….
en_us: if I respond to her instigations all the time, my image within the castle could be shaken as well.

source: 오래 전에 나에게 맹세를 했었단다.
en_us: he made a vow to me long ago.

source: 마음에 들었으면 좋겠군.
en_us: I hope you like it.

source: 난처하게 됐네.
en_us: this puts me in a rough spot.

source: 그리고 그 몹쓸 짓을 한 게 네 시녀라는 거지!
en_us: and the person who did it is your maid!!!

source: …결혼 전에 작은 파티를 주최해 본 적은 있습니다.
en_us: I’ve held a small party before I had my wedding.

source: 다음날
en_us: the next day

source: 보통 귀족 아가씨들 하고는 다른 데가 있는 것 같아.
en_us: ...definitely not like most girls from noble families.

source: 이만 안에서 쉬어도 될까요?
en_us: may I go in to rest?

source: 지금 시대에서 여자들이 가진 거의 유일한 생존 수단이기도 하니까….
en_us: in the current era, it’s the only way for women to survive with what they have...

source: 나 혼자 파티를 열면 참석하지 않겠다는 뜻인가….
en_us: is she trying to imply that if I’m the sole host, they won’t attend?

source: 너를 탓하지 않을 테니까.
en_us: no one is blaming you.

source: 그런 게 아니라면,
en_us: if it’s not like that...

source: 그랬다면 충고까진 아니라도… 귀띔은 했을 텐데….
en_us: then, even if there wasn’t a warning... I would’ve at least gotten a heads up...

source: 내일부터는 탈레스도 공작성에서 지내는 거다.
en_us: tomorrow onwards, you’ll be living in duke talessdo’s castle.

source: 내가 할 수 있는 건 고작 하녀들에게 소리치거나
en_us: all I could do was scold the maids...

source: 그런 좋은 생각을 떠올린 세실리아 양이 대단하다고 생각했거든.
en_us: I merely thought you were amazing to have thought of such a good idea.

source: 마치 소유물에 쏟는…
en_us: it’s just like the favor you show to things you own...

source: 세실리아 양 혼자서?
en_us: by yourself, cecelia?

source: 공비 전하, 정리 끝냈습니다.
en_us: your excellency, I’m done sorting it out.

source: 네, 숙부님.
en_us: yes, uncle.

source: 세실리아 양….
en_us: cecelia...

source: …어머님.
en_us: mother-in-law...

source: …세실리아 양은… 결혼을 원하지 않는구나.
en_us: I see that you don’t wish to get married...

source: 더 많은 경험을 하고, 그때 가서 생각해볼래요.
en_us: I have to experience more things first, then I’ll think about it.

source: 그야… 전 이런 회장은 난생 처음 보는…
en_us: I mean... it’s my first time seeing such a ballroo-

source: 나도 참… 무, 무슨 생각을….
en_us: ugh... wh-what am I thinking?

source: 그동안 네가 보는 나는 어떤 사람이었니?
en_us: what kind of person do you think I am, after watching me for so long?

source: 저… 공비 전하.
en_us: excuse me... your excellency.

source: 나는 세실리아 양이 거래에서 손해 보는 것을 원치 않아.
en_us: I don’t want you to lose out because of it.

source: 하지만 내가 나서서 초대한 귀부인의 몸을 수색하는 건 너무 무례한 일이야….
en_us: ...but it would be too rude of me to search the bodies of my guests.

source: 난 공작성에서 열릴 티파티를 도와주려고 온 거란다.
en_us: I’ve come to help you host the tea party that will be held in the duke’s castle.

source: 세상에, 너 칼릭스 이전에 남자를 겪어본 적이 없나 보구나.
en_us: oh my god, you really haven’t met a man like carlyx before, have you?

source: 그런 게…!
en_us: that’s not-

source: 다시 기회가 생기면서 절실히 느꼈다.
en_us: when I got a second chance, I felt desperate.

source: 부모가 전적으로 지원해줬을 거 아니니?
en_us: didn’t your parents actively help you?

source: 네, 마님!!
en_us: yes, mistress!

source: 붉은 풀이 어떤 풀인지 모르고 마신 건가…?
en_us: ...didn’t know what grass it was before they drank it?

source: 보고만 드리면 된다는 걸 제가 잊었네요.
en_us: I forgot I only need to tell you about such things.

source: 그, 그러니까 그냥 자연스럽게… 되는 거예요.
en_us: s-so I mean, it just happened naturally...

source: 이런 행동까지 보이면…
en_us: ...and his actions...
